Repository: wpsmith/RegalRecovery
Catalog: ios/RegalRecovery/RegalRecovery/Localizable.xcstrings
Source language: en
Languages: es, fr

source: Log a Meeting
es: Registrar una reunión
fr: Enregistrer une réunion

source: Loneliness
es: Soledad
fr: Solitude

source: Lonely
es: Solo
fr: Seul

source: Looking back, which of these have been most tempting or dangerous recently?
es: Mirando atrás, ¿cuáles de estos han sido los más tentadores o peligrosos recientemente?
fr: En regardant en arrière, lesquels de ces comportements ont été les plus tentants ou dangereux récemment ?

source: Losing interest in growth
es: Perdiendo interés en el crecimiento
fr: Perte d'intérêt pour la croissance

source: Love
es: Amor
fr: Amour

source: Love / Relationships
es: Amor / Relaciones
fr: Amour / Relations

source: Low
es: Bajo
fr: Faible

source: M
es: L
fr: L

source: Making Amends
es: Hacer enmiendas
fr: Faire réparation

source: Male
es: Masculino
fr: Homme

source: Marriage
es: Matrimonio
fr: Mariage

source: Meeting
es: Reunión
fr: Réunion

source: Meeting Name
es: Nombre de la reunión
fr: Nom de la réunion

source: Meetings Attended
es: Reuniones asistidas
fr: Réunions fréquentées

source: Memory Verse Review
es: Revisión de versículos memorizados
fr: Révision des versets mémorisés

source: Midday
es: Mediodía
fr: Mi-journée

source: Middle Circle
es: Círculo intermedio
fr: Cercle intermédiaire

source: Mild
es: Leve
fr: Léger

source: Minimal
es: Mínimo

source: Missing work or obligations
es: Faltando al trabajo u obligaciones
fr: Manquer le travail ou ses obligations

source: Moderate
es: Moderado
fr: Modéré

source: Mon
es: Lun
fr: Lun

source: Mood Rating
es: Calificación de ánimo
fr: Évaluation de l'humeur

source: Moral Inventory
es: Inventario moral
fr: Inventaire moral

source: Morning
es: Mañana
fr: Matin

source: Morning Commitment
es: Compromiso matutino
fr: Engagement du matin

source: Morning commitment reminders
es: Recordatorios de compromiso matutino
fr: Rappels d'engagement du matin

source: My Motivations
es: Mis motivaciones
fr: Mes motivations

source: My Recovery Foundation
es: Mi base de recuperación
fr: Ma base de rétablissement

source: My Recovery Plan
es: Mi plan de recuperación
fr: Mon plan de rétablissement

source: My Why
es: Mi porqué
fr: Mon pourquoi

source: Name
es: Nombre
fr: Nom

source: Name What's Underneath
es: Nombra lo que hay debajo
fr: Nommez ce qui se cache dessous

source: Nature
es: Naturaleza

source: Nearby meeting search
es: Búsqueda de reuniones cercanas
fr: Recherche de réunions à proximité

source: Needs
es: Necesidades
fr: Besoins

source: Needy
es: Necesitado
fr: Dans le besoin

source: Negative self-talk replaying
es: Autodiálogo negativo repitiéndose
fr: Discours intérieur négatif en boucle

source: New sobriety date
es: Nueva fecha de sobriedad
fr: Nouvelle date de sobriété

source: Next
es: Siguiente
fr: Suivant

source: No active secrets
es: Sin secretos activos
fr: Aucun secret actif

source: No activities logged yet today
es: Aún no se han registrado actividades hoy
fr: Aucune activité enregistrée aujourd'hui

source: No activities planned
es: No hay actividades planificadas
fr: Aucune activité planifiée

source: No addictions configured
es: No hay adicciones configuradas
fr: Aucune addiction configurée

source: No entries
es: Sin entradas
fr: Aucune entrée

source: No entries yet today
es: Aún no hay entradas hoy
fr: Aucune entrée aujourd'hui

source: No one can open your journal or logs
es: Nadie puede abrir tu diario o registros
fr: Personne ne peut ouvrir votre journal ou vos registres

source: No plan configured
es: No hay plan configurado
fr: Aucun plan configuré

source: No recent activity
es: Sin actividad reciente
fr: Aucune activité récente

source: No sponsor configured
es: No hay padrino configurado
fr: Aucun parrain configuré

source: No support contacts yet
es: Aún no hay contactos de apoyo
fr: Aucun contact de soutien pour le moment

source: Non-binary
es: No binario
fr: Non-binaire

source: None
es: Ninguno
fr: Aucun

source: Not Now
es: Ahora no
fr: Pas maintenant

source: Not Started
es: No iniciado
fr: Non commencé

source: Not assessed
es: No evaluado
fr: Non évalué

source: Not started
es: No iniciado
fr: Non commencé

source: Not today
es: Hoy no
fr: Pas aujourd'hui

source: Not yet
es: Aún no
fr: Pas encore

source: Notes
es: Notas

source: Noticing patterns is part of recovery. This is awareness, not failure.
es: Notar patrones es parte de la recuperación. Esto es conciencia, no fracaso.
fr: Remarquer des schémas fait partie du rétablissement. C'est de la conscience, pas un échec.

source: Notifications
es: Notificaciones

source: Nutrition (Meal Logging)
es: Nutrición (Registro de comidas)
fr: Nutrition (Journal alimentaire)

source: Ocean
es: Océano
fr: Océan

source: Optional — write what you're feeling or thinking right now.
es: Opcional — escribe lo que sientes o piensas ahora mismo.
fr: Facultatif — écrivez ce que vous ressentez ou pensez en ce moment.

source: Other
es: Otro
fr: Autre

source: Other Addictions
es: Otras adicciones
fr: Autres addictions

source: Outer Circle
es: Círculo exterior
fr: Cercle extérieur

source: Over-exercising
es: Exceso de ejercicio
fr: Exercice excessif

source: Overconfidence
es: Exceso de confianza
fr: Excès de confiance

source: Overdue
es: Atrasado
fr: En retard

source: Overspending
es: Gasto excesivo
fr: Dépenses excessives

source: Overwhelmed
es: Abrumado
fr: Submergé

source: Ownership
es: Responsabilidad
fr: Responsabilité

source: Panic Button
es: Botón de pánico
fr: Bouton de panique

source: Panic Prayer
es: Oración de pánico
fr: Prière d'urgence

source: Panicked
es: En pánico
fr: Paniqué

source: Patterns
es: Patrones
fr: Tendances

source: Peace
es: Paz
fr: Paix

source: Peaceful
es: Tranquilo
fr: Paisible

source: Pending
es: Pendiente
fr: En attente

source: People-pleasing
es: Complacer a los demás
fr: Chercher à plaire

source: Perfectionism
es: Perfeccionismo
fr: Perfectionnisme

source: Permission
es: Permiso

source: Phone Call
es: Llamada telefónica
fr: Appel téléphonique

source: Phone Calls
es: Llamadas telefónicas
fr: Appels téléphoniques

source: Physical
es: Físico
fr: Physique

source: Pornography
es: Pornografía
fr: Pornographie

source: Post-Mortem Analysis
es: Análisis post-mortem
fr: Analyse post-mortem

source: Powerlessness
es: Impotencia
fr: Impuissance

source: Pray
es: Ora
fr: Priez

source: Prayer
es: Oración
fr: Prière

source: Prayer & Meditation
es: Oración y meditación
fr: Prière et méditation

source: Pre-selected based on your profile
es: Preseleccionado según tu perfil
fr: Présélectionné selon votre profil

source: Prefer not to say
es: Prefiero no decir
fr: Je préfère ne pas dire

source: Preferences
es: Preferencias
fr: Préférences

source: Pressured
es: Presionado
fr: Sous pression

source: Preview
es: Vista previa
fr: Aperçu

source: Primary Emotion
es: Emoción primaria
fr: Émotion primaire

source: Priority Check
es: Revisión de prioridades
fr: Vérification des priorités

source: Privacy & Data Sharing
es: Privacidad y compartir datos
fr: Confidentialité et partage de données

source: Process
es: Proceso
fr: Processus

source: Processing pain openly
es: Procesando el dolor abiertamente
fr: Traiter la douleur ouvertement

source: Procrastinating
es: Procrastinando
fr: Procrastiner

source: Profile
es: Perfil
fr: Profil

source: Progress
es: Progreso
fr: Progrès

source: Prompted
es: Guiado
fr: Guidé

source: Protect Your Privacy
es: Protege tu privacidad
fr: Protégez votre vie privée

source: Proud
es: Orgulloso
fr: Fier

source: Purpose
es: Propósito
fr: But

source: Purpose & Meaning
es: Propósito y significado
fr: But et signification

source: Quick Actions
es: Acciones rápidas
fr: Actions rapides

source: Quick Jot
es: Nota rápida
fr: Note rapide

source: Racing thoughts at night
es: Pensamientos acelerados por la noche
fr: Pensées qui s'emballent la nuit

source: Rain
es: Lluvia
fr: Pluie

source: Readiness
es: Disposición
fr: Disposition

source: Recent Activity
es: Actividad reciente
fr: Activité récente

source: Recent Calls
es: Llamadas recientes
fr: Appels récents

source: Recovery
es: Recuperación
fr: Rétablissement

source: Recovery Prayers
es: Oraciones de recuperación
fr: Prières de rétablissement

source: Recovery Score
es: Puntuación de recuperación
fr: Score de rétablissement

source: Recovery Work
es: Trabajo de recuperación
fr: Travail de rétablissement

source: Red
es: Rojo
fr: Rouge

source: Reflection Questions
es: Preguntas de reflexión
fr: Questions de réflexion

source: Relapse
es: Recaída
fr: Rechute

source: Relapse is painful, but it is not your identity. The shame you're feeling right now is the exact force that restarts the cycle — don't let it drive you into isolation. Call your accountability partner or sponsor. If you're in crisis, contact the 988 Suicide & Crisis Lifeline (call or text 988).
es: La recaída es dolorosa, pero no es tu identidad. La vergüenza que sientes ahora es la fuerza exacta que reinicia el ciclo — no dejes que te lleve al aislamiento. Llama a tu compañero de rendición de cuentas o padrino. Si estás en crisis, contacta la Línea de Prevención del Suicidio y Crisis 988 (llama o envía un mensaje al 988).
fr: La rechute est douloureuse, mais ce n'est pas votre identité. La honte que vous ressentez maintenant est la force exacte qui relance le cycle — ne la laissez pas vous pousser à l'isolement. Appelez votre partenaire de responsabilisation ou parrain. Si vous êtes en crise, contactez la ligne 988 de prévention du suicide et de crise (appelez ou envoyez un SMS au 988).

source: Relational
es: Relacional
fr: Relationnel

source: Remember why you started this journey.
es: Recuerda por qué comenzaste este camino.
fr: Rappelez-vous pourquoi vous avez commencé ce parcours.

source: Reminders for your daily recovery plan
es: Recordatorios para tu plan diario de recuperación
fr: Rappels pour votre plan de rétablissement quotidien

source: Repulsed
es: Repelido
fr: Repoussé

source: Reseed Alex's Data
es: Reiniciar datos de Alex
fr: Réinitialiser les données d'Alex

source: Reseed Demo Data
es: Reiniciar datos de demostración
fr: Réinitialiser les données de démo

source: Reseed Demo Data?
es: ¿Reiniciar datos de demostración?
fr: Réinitialiser les données de démo ?

source: Resentful
es: Resentido
fr: Rancunier

source: Resentment and bitterness
es: Resentimiento y amargura
fr: Ressentiment et amertume

source: Reset
es: Restablecer
fr: Réinitialiser

source: Reset Commitments
es: Restablecer compromisos
fr: Réinitialiser les engagements

source: Reset Sobriety
es: Restablecer sobriedad
fr: Réinitialiser la sobriété

source: Reset Sobriety Date?
es: ¿Restablecer fecha de sobriedad?
fr: Réinitialiser la date de sobriété ?

source: Resources
es: Recursos
fr: Ressources

source: Restoration
es: Restauración
fr: Restauration

source: Retroactively filled slot
es: Espacio llenado retroactivamente
fr: Créneau rempli rétroactivement

source: Review circles
es: Revisar círculos
fr: Revoir les cercles

source: Ride the wave for 20 minutes
es: Surfea la ola durante 20 minutos
fr: Surfez la vague pendant 20 minutes

source: Road rage
es: Ira al volante
fr: Rage au volant

source: Run
es: Correr
fr: Course

source: Running from the pain you won't name
es: Huyendo del dolor que no quieres nombrar
fr: Fuir la douleur que vous refusez de nommer

source: S
es: D
fr: D

source: SA Helpline
es: Línea de ayuda SA
fr: Ligne d'aide SA

source: SA sobriety is defined as no sex with self and no sex with anyone other than your spouse. Any form of sex with yourself or outside of your marriage is a break in sobriety.
es: La sobriedad SA se define como no tener relaciones sexuales con uno mismo ni con nadie que no sea tu cónyuge. Cualquier forma de sexo contigo mismo o fuera de tu matrimonio es una ruptura de la sobriedad.
fr: La sobriété SA est définie comme l'absence de rapports sexuels avec soi-même et avec toute personne autre que votre conjoint. Toute forme de sexe avec vous-même ou en dehors de votre mariage constitue une rupture de sobriété.

source: Sad
es: Triste
fr: Triste

source: Sarcasm and cynicism
es: Sarcasmo y cinismo
fr: Sarcasme et cynisme

source: Sat
es: Sáb
fr: Sam

source: Save
es: Guardar
fr: Enregistrer

source: Save & Share
es: Guardar y compartir
fr: Enregistrer et partager

source: Save Entry
es: Guardar entrada
fr: Enregistrer l'entrée

source: Save as Draft
es: Guardar como borrador
fr: Enregistrer comme brouillon

source: Search activities
es: Buscar actividades
fr: Rechercher des activités

source: Search flags
es: Buscar indicadores
fr: Rechercher des indicateurs

source: Search terms
es: Términos de búsqueda
fr: Termes de recherche

source: See how far you've come
es: Mira lo lejos que has llegado
fr: Voyez le chemin parcouru

source: Select a type
es: Selecciona un tipo
fr: Sélectionnez un type

source: Self-Care & Wellness
es: Autocuidado y bienestar
fr: Soins personnels et bien-être

source: Self-Respect
es: Autoestima
fr: Respect de soi

source: Self-Worth
es: Autoestima
fr: Estime de soi

source: Self-loathing
es: Autodesprecio
fr: Dégoût de soi

source: Self-pity
es: Autocompasión
fr: Apitoiement sur soi

source: Service
es: Servicio

source: Set up profile
es: Configurar perfil
fr: Configurer le profil

source: Set up your Recovery Plan in Settings
es: Configura tu plan de recuperación en Ajustes
fr: Configurez votre plan de rétablissement dans les Réglages

source: Set up your Recovery Plan in Settings to receive activity reminders.
es: Configura tu plan de recuperación en Ajustes para recibir recordatorios de actividad.
fr: Configurez votre plan de rétablissement dans les Réglages pour recevoir des rappels d'activité.

source: Settings
es: Ajustes
fr: Réglages

source: Setup
es: Configuración
fr: Configuration

source: Severe
es: Severo
fr: Sévère

source: Sex / Pornography
es: Sexo / Pornografía
fr: Sexe / Pornographie

source: Sex Addiction (SA)
es: Adicción sexual (SA)
fr: Addiction sexuelle (SA)

source: Sex Addictions
es: Adicciones sexuales
fr: Addictions sexuelles

source: Sexual Addictions
es: Adicciones sexuales
fr: Addictions sexuelles

source: Shame Resilience
es: Resiliencia a la vergüenza
fr: Résilience à la honte

source: Share
es: Compartir
fr: Partager

source: Share Settings
es: Configuración de compartir
fr: Paramètres de partage

source: Share Summary
es: Compartir resumen
fr: Partager le résumé

source: Shocked
es: Conmocionado
fr: Choqué

source: Shopping / Debt
es: Compras / Deuda
fr: Achats / Dette

source: Show completed
es: Mostrar completadas
fr: Afficher terminées

source: Sign in with
es: Iniciar sesión con
fr: Se connecter avec

source: Silence
es: Silencio

source: Silent treatment
es: Ley del hielo
fr: Traitement du silence

source: Since %@
es: Desde %@
fr: Depuis %@

source: Skip to Demo
es: Ir a la demostración
fr: Passer à la démo

source: Skipping meals
es: Saltando comidas
fr: Sauter des repas

source: Skipping meetings
es: Saltando reuniones
fr: Manquer des réunions

source: Sleep problems
es: Problemas de sueño
fr: Problèmes de sommeil

source: Slow Down
es: Desacelera
fr: Ralentissez

source: Sober
es: Sobrio
fr: Sobre

source: Sober since %@
es: Sobrio desde %@
fr: Sobre depuis %@

source: Sobriety
es: Sobriedad
fr: Sobriété

source: Sobriety & Commitment
es: Sobriedad y compromiso
fr: Sobriété et engagement

source: Sobriety Commitment
es: Compromiso de sobriedad
fr: Engagement de sobriété

source: Sobriety Date
es: Fecha de sobriedad
fr: Date de sobriété

source: Social Media
es: Redes sociales
fr: Réseaux sociaux

source: Soft Tones
es: Tonos suaves
fr: Tons doux

source: Speeding Up
es: Acelerando
fr: Accélération

source: Spiritual
es: Espiritual
fr: Spirituel

source: Spirituality
es: Espiritualidad
fr: Spiritualité

source: Sponsor
es: Padrino
fr: Parrain

source: Spontaneous crying
es: Llanto espontáneo
fr: Pleurs spontanés

source: Spouse
es: Cónyuge
fr: Conjoint(e)

source: Spouse Check-in
es: Revisión con cónyuge
fr: Bilan avec le conjoint

source: Spouse Check-in -- Counselor/Coach
es: Revisión con cónyuge -- Consejero/Coach
fr: Bilan avec le conjoint -- Conseiller/Coach

source: Spouse Check-in -- Sponsor
es: Revisión con cónyuge -- Padrino
fr: Bilan avec le conjoint -- Parrain

source: Standard
es: Estándar

source: Start Timer
es: Iniciar temporizador
fr: Démarrer le minuteur

source: Start your day with a sobriety commitment.
es: Comienza tu día con un compromiso de sobriedad.
fr: Commencez votre journée par un engagement de sobriété.

source: Starter Pack
es: Paquete inicial
fr: Pack de démarrage

source: Startled
es: Sobresaltado
fr: Sursauté

source: Stay on Track
es: Mantente en el camino
fr: Restez sur la bonne voie

source: Step
es: Paso
fr: Étape

source: Step %lld of %lld
es: Paso %lld de %lld
fr: Étape %lld de %lld

source: Step %lld — Complete
es: Paso %lld — Completo
fr: Étape %lld — Terminée

source: Step %lld — In Progress
es: Paso %lld — En progreso
fr: Étape %lld — En cours

source: Streak: %lld day
es: Racha: %lld día
fr: Série : %lld jour

source: Streak: %lld days
es: Racha: %lld días
fr: Série : %lld jours

source: Stress
es: Estrés

source: Strong
es: Fuerte
fr: Fort

source: Strong day, %@
es: Día fuerte, %@
fr: Belle journée, %@

source: Submit Commitment
es: Enviar compromiso
fr: Soumettre l'engagement

source: Submit Review
es: Enviar revisión
fr: Soumettre le bilan

source: Substance Use
es: Uso de sustancias
fr: Usage de substances

source: Sun
es: Dom
fr: Dim

source: Support Contacts
es: Contactos de apoyo
fr: Contacts de soutien

source: Support Network
es: Red de apoyo
fr: Réseau de soutien

source: Surprised
es: Sorprendido
fr: Surpris

source: Surrender
es: Rendición
fr: Abandon

source: Survival mode
es: Modo de supervivencia
fr: Mode de survie

source: Swimming
es: Natación
fr: Natation

source: System
es: Sistema
fr: Système

source: T
es: M
fr: M

source: T30/60 Journaling
es: Diario T30/60
fr: Journalisation T30/60

source: Take a moment to review your commitments. Are you attending your meetings? Have you called your accountability partner this week? Are there small secrets forming? Reconnect with one priority today.
es: Tómate un momento para revisar tus compromisos. ¿Estás asistiendo a tus reuniones? ¿Has llamado a tu compañero de rendición de cuentas esta semana? ¿Se están formando pequeños secretos? Reconéctate con una prioridad hoy.
fr: Prenez un moment pour revoir vos engagements. Assistez-vous à vos réunions ? Avez-vous appelé votre partenaire de responsabilisation cette semaine ? De petits secrets se forment-ils ? Reconnectez-vous avec une priorité aujourd'hui.

source: Take your time. There is no rush.
es: Tómate tu tiempo. No hay prisa.
fr: Prenez votre temps. Il n'y a pas d'urgence.

source: Tap to Start
es: Toca para empezar
fr: Appuyez pour commencer

source: Tap to log
es: Toca para registrar
fr: Appuyez pour enregistrer

source: Tempered Identity
es: Identidad templada
fr: Identité tempérée

source: Testing Mode
es: Modo de prueba
fr: Mode de test

source: The adrenaline from anger has run out. Heavy fog — depression, hopelessness, emotional numbness. Cravings become overwhelming because your brain is desperately searching for anything that feels normal. This is the danger zone.
es: La adrenalina de la ira se ha agotado. Niebla espesa — depresión, desesperanza, entumecimiento emocional. Los deseos se vuelven abrumadores porque tu cerebro busca desesperadamente cualquier cosa que se sienta normal. Esta es la zona de peligro.
fr: L'adrénaline de la colère s'est épuisée. Brouillard épais — dépression, désespoir, engourdissement émotionnel. Les envies deviennent accablantes car votre cerveau cherche désespérément quelque chose qui semble normal. C'est la zone de danger.

source: The background noise gets louder
es: El ruido de fondo se hace más fuerte
fr: Le bruit de fond s'intensifie

source: The behavior returns. And immediately, the shame arrives. The cruelest part: shame drives isolation, which restarts the entire FASTER descent. Relapse is not the end of recovery — it is information.
es: El comportamiento regresa. E inmediatamente, la vergüenza llega. La parte más cruel: la vergüenza impulsa el aislamiento, que reinicia todo el descenso FASTER. La recaída no es el fin de la recuperación — es información.
fr: Le comportement revient. Et immédiatement, la honte arrive. La partie la plus cruelle : la honte pousse à l'isolement, qui relance toute la descente FASTER. La rechute n'est pas la fin du rétablissement — c'est une information.

source: The crash
es: El colapso
fr: L'effondrement

source: The cycle restarts
es: El ciclo se reinicia
fr: Le cycle recommence

source: The most subtle stage. You start drifting from the things that keep you healthy — skipping a meeting, losing touch with your partner, spending more time scrolling than connecting. Overconfidence is the hallmark.
es: La etapa más sutil. Empiezas a alejarte de las cosas que te mantienen saludable — saltarte una reunión, perder contacto con tu pareja, pasar más tiempo desplazándote que conectando. El exceso de confianza es la marca.
fr: L'étape la plus subtile. Vous commencez à dériver des choses qui vous maintiennent en bonne santé — manquer une réunion, perdre le contact avec votre partenaire, passer plus de temps à scroller qu'à vous connecter. L'excès de confiance en est la marque.

source: The ones who matter most are counting on you.
es: Los que más importan cuentan contigo.
fr: Ceux qui comptent le plus comptent sur vous.

source: The quiet drift
es: La deriva silenciosa
fr: La dérive silencieuse

source: The starting line
es: La línea de partida
fr: La ligne de départ

source: The urge is a wave — ride it out for 20 minutes
es: El impulso es una ola — súrfealo durante 20 minutos
fr: La pulsion est une vague — surfez-la pendant 20 minutes

source: The urge is a wave. You can ride it out.
es: El impulso es una ola. Puedes superarlo.
fr: La pulsion est une vague. Vous pouvez la surmonter.

source: This Is Not the End
es: Esto no es el final
fr: Ce n'est pas la fin

source: This Week
es: Esta semana
fr: Cette semaine

source: This feeling is temporary. You are not.
es: Este sentimiento es temporal. Tú no lo eres.
fr: Ce sentiment est temporaire. Vous ne l'êtes pas.

source: Thoughts of self-harm
es: Pensamientos de autolesión
fr: Pensées d'automutilation

source: Three Circles
es: Tres círculos
fr: Trois cercles

source: Thu
es: Jue
fr: Jeu

source: Ticked Off
es: Irritado
fr: Irrité

source: Time Journal
es: Diario de tiempo
fr: Journal de temps

source: Time for %@
es: Hora de %@
fr: C'est l'heure de %@

source: Time journal location context
es: Contexto de ubicación del diario de tiempo
fr: Contexte de localisation du journal de temps

source: Timezone
es: Zona horaria
fr: Fuseau horaire

source: Tired
es: Cansado
fr: Fatigué

source: Tiredness
es: Cansancio
fr: Fatigue

source: Today
es: Hoy
fr: Aujourd'hui

source: Today's Activity Log
es: Registro de actividades de hoy
fr: Journal d'activités du jour

source: Today's Gratitude
es: Gratitud de hoy
fr: Gratitude du jour

source: Toggle feature flags and testing tools for development.
es: Activa indicadores de funcionalidad y herramientas de prueba para el desarrollo.
fr: Activez les indicateurs de fonctionnalité et les outils de test pour le développement.

source: Tomorrow
es: Mañana
fr: Demain

source: Track intensity, triggers, and notes
es: Registra intensidad, desencadenantes y notas
fr: Suivez l'intensité, les déclencheurs et les notes

source: Trends
es: Tendencias
fr: Tendances

source: Trust
es: Confianza
fr: Confiance

source: Trust in the Lord with all your heart. — Proverbs 3:5
es: Confía en el Señor con todo tu corazón. — Proverbios 3:5
fr: Confie-toi en l'Éternel de tout ton cœur. — Proverbes 3:5
